Repository: Yubico/yubioath-ios
Catalog: Authenticator/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, sk

source: Use your PUK code to reset PIN.
de: Verwende Deinen PUK-Code, um die PIN zurückzusetzen.
fr: Utilisez votre code PUK pour réinitialiser le code PIN.
ja: PUKコードを使用してPINをリセットします。
sk: Na obnovenie PIN kódu použite PUK kód.

source: User guide
de: Benutzerhandbuch
fr: Guide d'utilisation
ja: ユーザーガイド
sk: Používateľská príručka

source: Verify
de: Überprüfen
fr: Vérifier
ja: ベリファイ
sk: Overiť

source: Version history
de: Versionen
fr: Historique des versions
ja: バージョン履歴
sk: História verzie

source: Warning!
de: Warnung!
fr: Attention !
ja: 警告だ！
sk: Varovanie!

source: what's new
de: Neuigkeiten
fr: nouveautés
ja: 新機能
sk: čo je nové

source: What's new
de: Neuigkeiten
fr: Nouveautés
ja: 新着情報
sk: Čo je nové

source: What's new in Yubico Authenticator
de: Was ist neu beim Yubico Authenticator
fr: Nouveautés de Yubico Authenticator
ja: Yubico Authenticator の新機能
sk: Čo je nové v aplikácii Yubico Authenticator

source: Where to get QR codes
de: Wo erhalte ich QR-Codes
fr: Où obtenir des codes QR
ja: QRコードの入手先
sk: Kde získať QR kódy

source: While the YubiKey is inserted the on-screen keyboard will not appear. To show the keyboard you will have to remove the YubiKey and then re-insert it.
de: Solange der YubiKey verbunden ist, wird die Bildschirmtastatur nicht angezeigt. Um die Tastatur anzuzeigen, musst Du den YubiKey abziehen und erneut verbinden.
fr: Lorsque vous insérez la YubiKey, le clavier à l'écran n'apparaît pas. Pour afficher le clavier, vous devez retirer la YubiKey, puis la réinsérer.
ja: YubiKeyが挿入されている間は、オンスクリーンキーボードが表示されません。キーボードを表示するにはYubiKeyを取り外し、その後再挿入する必要があります.
sk: Kým je YubiKey vložený, klávesnica na obrazovke sa nezobrazí. Ak chcete zobraziť klávesnicu, musíte vybrať YubiKey a potom ho znova vložiť.

source: Would you like to save this password for YubiKey for next usage in this application?
de: Möchtest Du das Passwort für Deinen YubiKey für die nächste Verwendung in dieser Anwendung speichern?
fr: Souhaitez-vous enregistrer ce mot de passe pour la YubiKey afin de l'utiliser lors de la prochaine utilisation dans cette application ?
ja: YubiKeyのこのパスワードを保存して、このアプリケーションで次回使用しますか？
sk: Chcete toto heslo pre YubiKey uložiť na ďalšie použitie v tejto aplikácii?

source: Wrong password
de: Falsches Passwort
fr: Mot de passe incorrect
ja: パスワードが正しくありません
sk: Nesprávne heslo

source: Wrong PIN code
de: Falscher PIN-Code
fr: Code PIN incorrect
ja: PINコードが正しくありません
sk: Nesprávny PIN kód

source: You can remove saved password in Settings.
de: Du kannst das gespeicherte Passwort in den Einstellungen entfernen.
fr: Vous pouvez supprimer le mot de passe enregistré dans les paramètres.
ja: 保存されたパスワードは設定で削除できます。
sk: Uložené heslo môžete odstrániť v Nastaveniach.

source: Your credentials, as well as any PIN set, will be removed from this YubiKey. Make sure to first disable these from their respective web sites to avoid being locked out of your accounts.
de: Deine Anmeldedaten sowie eine eventuell festgelegte PIN werden von diesem YubiKey entfernt. Stelle bitte sicher, dass Du diese Anmeldedaten zunächst auf den jeweiligen Websites deaktivierst, um zu vermeiden, dass Du Dich aus Deinen Konten aussperrst.
fr: Vos identifiants OATH, ainsi que tout mot de passe défini, seront supprimés de cette YubiKey. Assurez-vous de les désactiver d'abord de leurs sites Web respectifs pour que vos comptes ne soient pas bloqués.
ja: 認証情報とPINセットがこのYubiKeyから削除されます。アカウントからロックアウトされないよう、初めに各Webサイトからこれらを無効にしてください。
sk: Vaše poverovacie údaje, ako aj všetky nastavené PIN kódy budú z tohto kľúča YubiKey odstránené. Uistite sa, že ste ich najprv deaktivovali na príslušných webových stránkach, aby ste sa vyhli vymknutiu zo svojich účtov.

source: Your PIN has ben blocked
de: Deine PIN wurde gesperrt
fr: Votre code PIN a été bloqué
ja: PINがブロックされました
sk: Váš PIN bol zablokovaný

source: Yubico OTP enabled
de: Yubico OTP aktiviert
fr: Yubico OTP activé
ja: Yubico OTP有効
sk: Yubico OTP povolené

source: Yubico OTP has been disabled
de: Yubico OTP wurde deaktiviert
fr: Yubico OTP désactivé
ja: Yubico OTPが無効になっています
sk: Yubico OTP bolo vypnuté

source: YubiKey 5 Series NFC authentication
de: YubiKey 5 Serie NFC-Authentifizierung
fr: Authentification NFC YubiKey 5 Series
ja: YubiKey 5シリーズ NFC認証
sk: Overovanie série YubiKey 5 NFC

source: YubiKey 5Ci authentication
de: YubiKey 5Ci Authentifizierung
fr: Authentification YubiKey 5Ci
ja: YubiKey 5Ci認証
sk: Overovanie YubiKey 5Ci

source: YubiKey connection is not found.
de: Es wurde keine YubiKey Verbindung gefunden.
fr: La connexion YubiKey est introuvable.
ja: YubiKey 接続が見つかりません。
sk: Pripojenie YubiKey sa nenašlo.

source: YubiKey connection lost.
de: Verbindung zum YubiKey verloren.
fr: Connexion YubiKey perdue.
ja: YubiKeyの接続が切れた。
sk: Strata spojenia s YubiKey.

source: YubiKey has been reset
de: YubiKey wurde zurückgesetzt
fr: YubiKey a été réinitialisé
ja: YubiKeyがリセットされました
sk: YubiKey bol obnovený

source: YubiKey information read
de: YubiKey Informationen lesen
fr: Informations YubiKey lues
ja: YubiKeyの情報が読み込まれました
sk: YubiKey informácie prečítané

# %@ (build %@)
source: %1$@ (build %2$@)
fr: %1$@ (construire %2$@)
sk: %1$@ (zostava %2$@)

source: FIDO PIN
fr: PIN FIDO
sk: PIN kód FIDO

source: Firmware version
fr: Version du micrologiciel
ja: ファームウェアバージョン
sk: Verzia firmvéru

source: Pin
fr: Épingler
ja: ピン
sk: Pripnúť
